Repository: common-repository/copyrightpro
Catalog: languages/copyrightpro-*.po
Languages: es_ve

source: Please select the protections to activate in your Wordpress.
es_ve: Seleccione las protecciones que desea activar en su Wordpress.

source: Disable right click on your Wordpress.
es_ve: Deshabilitar click derecho en su Wordpress.

source: Disable selection of text.
es_ve: Deshabilitar selección de texto.

source: Protects from iframes.
es_ve: Proteger de iframes.

source: Protects from drag and drop images.
es_ve: Proteger contra arrastrar y soltar imágen.

source: About CopyRightPro
es_ve: Acerca de CopyRightPro

source: is a plug-in developed by
es_ve: es un plug-in desarrollado por

source: in order to minimize the copying of your website content. This is not a complete solution, but it will avoid 90% of attempts to copy its contents.
es_ve: con el fin de minimizar la copia del contenido de su sitio web. Esto no es una solución completa, pero evitará el 90% de los intentos de copiar su contenido.

source: Wp-CopyRightPro is bad for the SEO?
es_ve: ¿Wp-CopyRightPro es malo para el SEO?

source: This plug-in is developed in PHP and javascript, for this reason the plug-in does not affect search engines, it only affects the user's browser that tries to copy your content.
es_ve: Este plug-in está desarrollado en PHP y javascript, por esta razón el plug-in no afecta a los motores de búsqueda, sólo afecta al navegador del usuario que intenta copiar su contenido.

source: Wp-CopyrightPro detects the hotlink?
es_ve: ¿Wp-CopyrightPro detecta el hotlink?

source: When activating 100% of the protections, in less than a week, Wp-CopyRightPro can reveal sites that are using your images, just by logging into Google.com images section type this (site:yoursite.com) and google will show the sites that are using your images.
es_ve: Al activar el 100% de las protecciones, en menos de una semana, Wp-CopyRightPro puede revelar los sitios que están utilizando sus imágenes, simplemente ingresando a Google.com en la sección imágenes escriba (site: tusitio.com) y google mostrará los sitios que están utilizando sus imágenes.

source: For questions, suggestions, please enter our Official Site
es_ve: Para preguntas, sugerencias, por favor ingrese a nuestro Sitio Oficial

source: here
es_ve: aquí

source: Tell The World!
es_ve: ¡Dile al mundo!

source: Proudly tell the world, ¡your content is protected!
es_ve: Diga orgullosamente al mundo, ¡su contenido está protegido!

source: Places a message in your blog's footer
es_ve: Colocar un mensaje en el pie de su blog

source: CopyRightPro is a plug-in that prevents the copying of texts and images from your blog, if you install this plug-in, your content of wordpress will be protected.
es_ve: CopyRightPro es un plug-in que evita la copia de textos e imágenes de tu blog, si instalas este plug-in, tu contenido de wordpress estará protegido.
